Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.appearance.theme.show_time_labels
source: Show time labels
bg: Показване на времевите индикатори
cs: Zobrazit časové údaje
da: Vis tidsangivelser
de: Zeitanzeigen einblenden
el: Εμφάνιση ενδείξεων χρόνου
es: Mostrar indicadores de tiempo
fi: Näytä aikanäytöt
fr: Afficher les indications de temps
hr: Prikaži oznake vremena
hu: Időkijelzések megjelenítése
id: Tampilkan label waktu
it: Mostra indicatori di tempo
ja: 時間ラベルを表示
ko: 시간 표시
nb: Vis tidsangivelser
nl: Toon tijdaanduidingen
pl: Pokaż oznaczenia czasu
pt_br: Mostrar indicadores de tempo
pt_pt: Mostrar indicadores de tempo
ro: Afișează indicatoarele de timp
ru: Показывать индикаторы времени
sk: Zobraziť časové údaje
sv: Visa tidsangivelser
th: แสดงป้ายเวลา
tr: Zaman etiketlerini göster
uk: Показувати індикатори часу
vi: Hiển thị nhãn thời gian
zh_hans: 显示时间标签
zh_hant: 顯示時間標籤

# settings.appearance.theme.show_transport_buttons
source: Show playback buttons
bg: Показване на бутоните за възпроизвеждане
cs: Zobrazit ovládací tlačítka
da: Vis afspilningsknapper
de: Wiedergabetasten anzeigen
el: Εμφάνιση κουμπιών αναπαραγωγής
es: Mostrar botones de reproducción
fi: Näytä toistopainikkeet
fr: Afficher les boutons de lecture
hr: Prikaži gumbe za reprodukciju
hu: Lejátszásvezérlő gombok megjelenítése
id: Tampilkan tombol pemutaran
it: Mostra pulsanti di riproduzione
ja: 再生コントロールボタンを表示
ko: 재생 제어 버튼 표시
nb: Vis avspillingsknapper
nl: Toon afspeelknoppen
pl: Pokaż przyciski odtwarzania
pt_br: Mostrar botões de reprodução
pt_pt: Mostrar botões de reprodução
ro: Afișează butoanele de redare
ru: Показывать кнопки воспроизведения
sk: Zobraziť tlačidlá prehrávania
sv: Visa uppspelningsknappar
th: แสดงปุ่มควบคุมการเล่น
tr: Oynatma düğmelerini göster
uk: Показувати кнопки відтворення
vi: Hiển thị nút điều khiển phát
zh_hans: 显示播放控制按钮
zh_hant: 顯示播放控制按鈕

# settings.appearance.theme.waveform_bar_density
source: Waveform bar density
bg: Гъстота на лентите на вълновата форма
cs: Hustota sloupců vlnového průběhu
da: Tæthed af bølgeformens søjler
de: Wellenform-Balkendichte
el: Πυκνότητα ράβδων κυματομορφής
es: Densidad de barras de la forma de onda
fi: Aaltomuodon palkkien tiheys
fr: Densité des barres de la forme d’onde
hr: Gustoća stupaca valnog oblika
hu: Hullámforma oszlopainak sűrűsége
id: Kerapatan batang bentuk gelombang
it: Densità delle barre della forma d’onda
ja: 波形バーの密度
ko: 파형 막대 밀도
nb: Tetthet på bølgeformens søyler
nl: Dichtheid van golfvormbalken
pl: Gęstość słupków przebiegu fali
pt_br: Densidade das barras da forma de onda
pt_pt: Densidade das barras da forma de onda
ro: Densitatea barelor formei de undă
ru: Плотность столбцов волновой формы
sk: Hustota stĺpcov vlnového priebehu
sv: Vågformens stapeltäthet
th: ความหนาแน่นของแท่งรูปคลื่น
tr: Dalga biçimi çubuk yoğunluğu
uk: Щільність стовпців хвильової форми
vi: Mật độ thanh dạng sóng
zh_hans: 波形条密度
zh_hant: 波形條密度

# settings.appearance.theme.waveform_bar_width
source: Waveform bar width
bg: Ширина на лентите на вълновата форма
cs: Šířka sloupců vlnového průběhu
da: Bredde på bølgeformens søjler
de: Wellenform-Balkenbreite
el: Πλάτος ράβδων κυματομορφής
es: Ancho de barras de la forma de onda
fi: Aaltomuodon palkkien leveys
fr: Largeur des barres de la forme d’onde
hr: Širina stupaca valnog oblika
hu: Hullámforma oszlopainak szélessége
id: Lebar batang bentuk gelombang
it: Larghezza delle barre della forma d’onda
ja: 波形バーの幅
ko: 파형 막대 너비
nb: Bredde på bølgeformens søyler
nl: Breedte van golfvormbalken
pl: Szerokość słupków przebiegu fali
pt_br: Largura das barras da forma de onda
pt_pt: Largura das barras da forma de onda
ro: Lățimea barelor formei de undă
ru: Ширина столбцов волновой формы
sk: Šírka stĺpcov vlnového priebehu
sv: Vågformens stapelbredd
th: ความกว้างของแท่งรูปคลื่น
tr: Dalga biçimi çubuk genişliği
uk: Ширина стовпців хвильової форми
vi: Chiều rộng thanh dạng sóng
zh_hans: 波形条宽度
zh_hant: 波形條寬度

# settings.appearance.theme.waveform_color
source: Waveform color
bg: Цвят на вълновата форма
cs: Barva vlnového průběhu
da: Bølgeformsfarve
de: Wellenform-Farbe
el: Χρώμα κυματομορφής
es: Color de la forma de onda
fi: Aaltomuodon väri
fr: Couleur de la forme d’onde
hr: Boja valnog oblika
hu: Hullámforma színe
id: Warna bentuk gelombang
it: Colore della forma d’onda
ja: 波形のカラー
ko: 파형 색상
nb: Bølgeformfarge
nl: Golfvormkleur
pl: Kolor przebiegu fali
pt_br: Cor da forma de onda
pt_pt: Cor da forma de onda
ro: Culoarea formei de undă
ru: Цвет волны
sk: Farba vlnového priebehu
sv: Vågformsfärg
th: สีคลื่นเสียง
tr: Dalga formu rengi
uk: Колір хвилі
vi: Màu dạng sóng
zh_hans: 波形颜色
zh_hant: 波形顏色

# settings.appearance.theme.waveform_gradient
source: Waveform gradient
bg: Градиент на вълновата форма
cs: Přechod vlnového průběhu
da: Bølgeformsforløb
de: Wellenform-Verlauf
el: Διαβάθμιση κυματομορφής
es: Degradado de la forma de onda
fi: Aaltomuodon liukuväri
fr: Dégradé de la forme d’onde
hr: Gradijent valnog oblika
hu: Hullámforma színátmenete
id: Gradien bentuk gelombang
it: Sfumatura della forma d’onda
ja: 波形のグラデーション
ko: 파형 그라디언트
nb: Bølgeformgradering
nl: Golfvormverloop
pl: Gradient przebiegu fali
pt_br: Gradiente da forma de onda
pt_pt: Gradiente da forma de onda
ro: Gradientul formei de undă
ru: Градиент волны
sk: Prechod vlnového priebehu
sv: Vågformsövertoning
th: การไล่ระดับสีคลื่นเสียง
tr: Dalga formu gradyanı
uk: Градієнт хвилі
vi: Chuyển sắc dạng sóng
zh_hans: 波形渐变
zh_hant: 波形漸層

# settings.appearance.theme.waveform_style
source: Waveform style
bg: Стил на вълновата форма
cs: Styl vlnového průběhu
da: Bølgeformsstil
de: Wellenform-Stil
el: Στιλ κυματομορφής
es: Estilo de la forma de onda
fi: Aaltomuodon tyyli
fr: Style de la forme d’onde
hr: Stil valnog oblika
hu: Hullámforma stílusa
id: Gaya bentuk gelombang
it: Stile della forma d’onda
ja: 波形のスタイル
ko: 파형 스타일
nb: Bølgeformstil
nl: Golfvormstijl
pl: Styl przebiegu fali
pt_br: Estilo da forma de onda
pt_pt: Estilo da forma de onda
ro: Stilul formei de undă
ru: Стиль волны
sk: Štýl vlnového priebehu
sv: Vågformsstil
th: สไตล์คลื่นเสียง
tr: Dalga formu stili
uk: Стиль хвилі
vi: Kiểu dạng sóng
zh_hans: 波形样式
zh_hant: 波形樣式

# settings.appearance.themes_section
source: Themes
bg: Теми
cs: Motivy
da: Temaer
de: Themen
el: Θέματα
es: Temas
fi: Teemat
fr: Thèmes
hr: Teme
hu: Témák
id: Tema
it: Temi
ja: テーマ
ko: 테마
nb: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
pt_pt: Temas
ro: Teme
ru: Темы
sk: Motívy
sv: Teman
th: ธีม
tr: Temalar
uk: Теми
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# settings.appearance.time_label
source: Time display:
bg: Показване на времето:
cs: Zobrazení času:
da: Tidsvisning:
de: Zeitanzeige:
el: Ένδειξη χρόνου:
es: Visualización del tiempo:
fi: Ajan näyttö:
fr: Affichage du temps :
hr: Prikaz vremena:
hu: Időkijelzés:
id: Tampilan waktu:
it: Visualizzazione del tempo:
ja: 時間表示:
ko: 시간 표시:
nb: Tidsvisning:
nl: Tijdweergave:
pl: Wyświetlanie czasu:
pt_br: Exibição do tempo:
pt_pt: Apresentação do tempo:
ro: Afișarea timpului:
ru: Отображение времени:
sk: Zobrazenie času:
sv: Tidsvisning:
th: การแสดงเวลา:
tr: Süre gösterimi:
uk: Відображення часу:
vi: Hiển thị thời gian:
zh_hans: 时间显示：
zh_hant: 時間顯示：

# settings.appearance.time_remaining
source: Remaining time
bg: Оставащо време
cs: Zbývající čas
da: Resterende tid
de: Verbleibende Zeit
el: Υπολειπόμενος χρόνος
es: Tiempo restante
fi: Jäljellä oleva aika
fr: Temps restant
hr: Preostalo vrijeme
hu: Hátralévő idő
id: Sisa waktu
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
nb: Gjenstående tid
nl: Resterende tijd
pl: Pozostały czas
pt_br: Tempo restante
pt_pt: Tempo restante
ro: Timp rămas
ru: Оставшееся время
sk: Zostávajúci čas
sv: Återstående tid
th: เวลาที่เหลือ
tr: Kalan süre
uk: Залишок часу
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

# settings.appearance.time_total
source: Total time
bg: Общо време
cs: Celkový čas
da: Samlet tid
de: Gesamtzeit
el: Συνολικός χρόνος
es: Tiempo total
fi: Kokonaisaika
fr: Temps total
hr: Ukupno vrijeme
hu: Teljes idő
id: Waktu total
it: Tempo totale
ja: 合計時間
ko: 전체 시간
nb: Total tid
nl: Totale tijd
pl: Całkowity czas
pt_br: Tempo total
pt_pt: Tempo total
ro: Timp total
ru: Общее время
sk: Celkový čas
sv: Total tid
th: เวลาทั้งหมด
tr: Toplam süre
uk: Загальний час
vi: Tổng thời gian
zh_hans: 总时间
zh_hant: 總時間

# settings.appearance.transport_section
source: Playback buttons
bg: Бутони за възпроизвеждане
cs: Tlačítka přehrávání
da: Afspilningsknapper
de: Wiedergabetasten
el: Κουμπιά αναπαραγωγής
es: Botones de reproducción
fi: Toistopainikkeet
fr: Boutons de lecture
hr: Gumbi za reprodukciju
hu: Lejátszógombok
id: Tombol pemutaran
it: Pulsanti di riproduzione
ja: 再生ボタン
ko: 재생 버튼
nb: Avspillingsknapper
nl: Afspeelknoppen
pl: Przyciski odtwarzania
pt_br: Botões de reprodução
pt_pt: Botões de reprodução
ro: Butoane de redare
ru: Кнопки воспроизведения
sk: Tlačidlá prehrávania
sv: Uppspelningsknappar
th: ปุ่มเล่น
tr: Oynatma düğmeleri
uk: Кнопки відтворення
vi: Nút phát
zh_hans: 播放按钮
zh_hant: 播放按鈕

# settings.appearance.undo_edit
source: Undo Theme Edit
bg: Отмяна на редакцията на тема
cs: Odvolat úpravu motivu
da: Fortryd temaredigering
de: Themenänderung widerrufen
el: Αναίρεση επεξεργασίας θέματος
es: Deshacer edición de tema
fi: Kumoa teeman muokkaus
fr: Annuler la modification du thème
hr: Poništi uređivanje teme
hu: Témaszerkesztés visszavonása
id: Urung Edit Tema
it: Annulla modifica tema
ja: テーマの編集を取り消す
ko: 테마 편집 실행 취소
nb: Angre temaredigering
nl: Themawijziging ongedaan maken
pl: Cofnij edycję motywu
pt_br: Desfazer Edição de Tema
pt_pt: Desfazer edição de tema
ro: Anulează editarea temei
ru: Отменить изменение темы
sk: Odvolať úpravu motívu
sv: Ångra temaredigering
th: เลิกทำการแก้ไขธีม
tr: Tema Düzenlemeyi Geri Al
uk: Скасувати редагування теми
vi: Hoàn tác sửa chủ đề
zh_hans: 撤销编辑主题
zh_hant: 還原編輯主題

# settings.appearance.undo_remove
source: Undo Remove Theme
bg: Отмяна на премахването на тема
cs: Odvolat odstranění motivu
da: Fortryd fjernelse af tema
de: Thema entfernen widerrufen
el: Αναίρεση αφαίρεσης θέματος
es: Deshacer eliminación de tema
fi: Kumoa teeman poisto
fr: Annuler la suppression du thème
hr: Poništi uklanjanje teme
hu: Téma eltávolításának visszavonása
id: Urung Hapus Tema
it: Annulla rimozione tema
ja: テーマの削除を取り消す
ko: 테마 제거 실행 취소
nb: Angre fjerning av tema
nl: Verwijderen van thema ongedaan maken
pl: Cofnij usunięcie motywu
pt_br: Desfazer Remoção de Tema
pt_pt: Desfazer remoção de tema
ro: Anulează eliminarea temei
ru: Отменить удаление темы
sk: Odvolať odstránenie motívu
sv: Ångra borttagning av tema
th: เลิกทำการเอาธีมออก
tr: Tema Kaldırmayı Geri Al
uk: Скасувати видалення теми
vi: Hoàn tác xóa chủ đề
zh_hans: 撤销移除主题
zh_hant: 還原移除主題

# settings.appearance.waveform_custom.played
source: Played
bg: Изсвирено
cs: Přehráno
da: Afspillet
de: Abgespielt
el: Αναπαραγμένο
es: Reproducido
fi: Toistettu
fr: Lu
hr: Reproducirano
hu: Lejátszott
id: Diputar
it: Riprodotto
ja: 再生済み
ko: 재생됨
nb: Avspilt
nl: Afgespeeld
pl: Odtworzone
pt_br: Reproduzido
pt_pt: Reproduzido
ro: Redat
ru: Воспроизведено
sk: Prehrané
sv: Uppspelat
th: เล่นแล้ว
tr: Çalınan
uk: Відтворено
vi: Đã phát
zh_hans: 已播放
zh_hant: 已播放

# settings.appearance.waveform_custom.played_dark
source: Played (dark)
bg: Изсвирено (тъмен)
cs: Přehráno (tmavý)
da: Afspillet (mørk)
de: Abgespielt (dunkel)
el: Αναπαραγμένο (σκούρα)
es: Reproducido (oscuro)
fi: Toistettu (tumma)
fr: Lu (sombre)
hr: Reproducirano (tamni)
hu: Lejátszott (sötét)
id: Diputar (gelap)
it: Riprodotto (scuro)
ja: 再生済み（ダーク）
ko: 재생됨(다크)
nb: Avspilt (mørk)
nl: Afgespeeld (donker)
pl: Odtworzone (ciemny)
pt_br: Reproduzido (escuro)
pt_pt: Reproduzido (escuro)
ro: Redat (întunecat)
ru: Воспроизведено (темный режим)
sk: Prehrané (tmavý)
sv: Uppspelat (mörkt)
th: เล่นแล้ว (มืด)
tr: Çalınan (koyu)
uk: Відтворено (темний режим)
vi: Đã phát (tối)
zh_hans: 已播放（深色）
zh_hant: 已播放（深色）

# settings.appearance.waveform_custom.played_light
source: Played (light)
bg: Изсвирено (светъл)
cs: Přehráno (světlý)
da: Afspillet (lys)
de: Abgespielt (hell)
el: Αναπαραγμένο (ανοιχτή)
es: Reproducido (claro)
fi: Toistettu (vaalea)
fr: Lu (clair)
hr: Reproducirano (svijetli)
hu: Lejátszott (világos)
id: Diputar (terang)
it: Riprodotto (chiaro)
ja: 再生済み（ライト）
ko: 재생됨(라이트)
nb: Avspilt (lys)
nl: Afgespeeld (licht)
pl: Odtworzone (jasny)
pt_br: Reproduzido (claro)
pt_pt: Reproduzido (claro)
ro: Redat (luminos)
ru: Воспроизведено (светлый режим)
sk: Prehrané (svetlý)
sv: Uppspelat (ljust)
th: เล่นแล้ว (สว่าง)
tr: Çalınan (açık)
uk: Відтворено (світлий режим)
vi: Đã phát (sáng)
zh_hans: 已播放（浅色）
zh_hant: 已播放（淺色）

# settings.appearance.waveform_custom.unplayed
source: Unplayed
bg: Неизсвирено
cs: Nepřehráno
da: Ikke afspillet
de: Nicht abgespielt
el: Μη αναπαραγμένο
es: Sin reproducir
fi: Toistamatta
fr: Non lu
hr: Nereproducirano
hu: Le nem játszott
id: Belum diputar
it: Non riprodotto
ja: 未再生
ko: 재생 안 됨
nb: Ikke avspilt
nl: Niet afgespeeld
pl: Nieodtworzone
pt_br: Não reproduzido
pt_pt: Não reproduzido
ro: Neredat
ru: Не воспроизведено
sk: Neprehrané
sv: Ospelat
th: ยังไม่ได้เล่น
tr: Çalınmayan
uk: Не відтворено
vi: Chưa phát
zh_hans: 未播放
zh_hant: 未播放

# settings.appearance.waveform_custom.unplayed_dark
source: Unplayed (dark)
bg: Неизсвирено (тъмен)
cs: Nepřehráno (tmavý)
da: Ikke afspillet (mørk)
de: Nicht abgespielt (dunkel)
el: Μη αναπαραγμένο (σκούρα)
es: Sin reproducir (oscuro)
fi: Toistamatta (tumma)
fr: Non lu (sombre)
hr: Nereproducirano (tamni)
hu: Le nem játszott (sötét)
id: Belum diputar (gelap)
it: Non riprodotto (scuro)
ja: 未再生（ダーク）
ko: 재생 안 됨(다크)
nb: Ikke avspilt (mørk)
nl: Niet afgespeeld (donker)
pl: Nieodtworzone (ciemny)
pt_br: Não reproduzido (escuro)
pt_pt: Não reproduzido (escuro)
ro: Neredat (întunecat)
ru: Не воспроизведено (темный режим)
sk: Neprehrané (tmavý)
sv: Ospelat (mörkt)
th: ยังไม่ได้เล่น (มืด)
tr: Çalınmayan (koyu)
uk: Не відтворено (темний режим)
vi: Chưa phát (tối)
zh_hans: 未播放（深色）
zh_hant: 未播放（深色）

# settings.appearance.waveform_custom.unplayed_light
source: Unplayed (light)
bg: Неизсвирено (светъл)
cs: Nepřehráno (světlý)
da: Ikke afspillet (lys)
de: Nicht abgespielt (hell)
el: Μη αναπαραγμένο (ανοιχτή)
es: Sin reproducir (claro)
fi: Toistamatta (vaalea)
fr: Non lu (clair)
hr: Nereproducirano (svijetli)
hu: Le nem játszott (világos)
id: Belum diputar (terang)
it: Non riprodotto (chiaro)
ja: 未再生（ライト）
ko: 재생 안 됨(라이트)
nb: Ikke avspilt (lys)
nl: Niet afgespeeld (licht)
pl: Nieodtworzone (jasny)
pt_br: Não reproduzido (claro)
pt_pt: Não reproduzido (claro)
ro: Neredat (luminos)
ru: Не воспроизведено (светлый режим)
sk: Neprehrané (svetlý)
sv: Ospelat (ljust)
th: ยังไม่ได้เล่น (สว่าง)
tr: Çalınmayan (açık)
uk: Не відтворено (світлий режим)
vi: Chưa phát (sáng)
zh_hans: 未播放（浅色）
zh_hant: 未播放（淺色）

# settings.appearance.waveform_custom_dark_label
source: Dark colors
bg: Тъмни цветове
cs: Tmavé barvy
da: Mørke farver
de: Dunkle Farben
el: Σκούρα χρώματα
es: Colores oscuros
fi: Tummat värit
fr: Couleurs sombres
hr: Tamne boje
hu: Sötét színek
id: Warna gelap
it: Colori scuri
ja: ダークカラー
ko: 다크 색상
nb: Mørke farger
nl: Donkere kleuren
pl: Ciemne kolory
pt_br: Cores escuras
pt_pt: Cores escuras
ro: Culori întunecate
ru: Темные цвета
sk: Tmavé farby
sv: Mörka färger
th: สีโหมดมืด
tr: Koyu renkler
uk: Темні кольори
vi: Màu tối
zh_hans: 深色模式颜色
zh_hant: 深色模式顏色

# settings.appearance.waveform_custom_light_label
source: Light colors
bg: Светли цветове
cs: Světlé barvy
da: Lyse farver
de: Helle Farben
el: Ανοιχτά χρώματα
es: Colores claros
fi: Vaaleat värit
fr: Couleurs claires
hr: Svijetle boje
hu: Világos színek
id: Warna terang
it: Colori chiari
ja: ライトカラー
ko: 라이트 색상
nb: Lyse farger
nl: Lichte kleuren
pl: Jasne kolory
pt_br: Cores claras
pt_pt: Cores claras
ro: Culori luminoase
ru: Светлые цвета
sk: Svetlé farby
sv: Ljusa färger
th: สีโหมดสว่าง
tr: Açık renkler
uk: Світлі кольори
vi: Màu sáng
zh_hans: 浅色模式颜色
zh_hant: 淺色模式顏色

# settings.appearance.waveform_drag.seek
source: Scrub through track
bg: Превъртане в песента
cs: Posouvat se ve skladbě
da: Spol gennem nummeret
de: Im Titel spulen
el: Μετακίνηση μέσα στο κομμάτι
es: Desplazarse por la pista
fi: Kelaa kappaletta
fr: Parcourir le morceau
hr: Premotavanje kroz pjesmu
hu: Tekerés a számon belül
id: Geser posisi dalam lagu
it: Scorri nel brano
ja: トラック内をスクラブ
ko: 트랙 탐색
nb: Spol gjennom sporet
nl: Spoel door het nummer
pl: Przewijanie utworu
pt_br: Percorrer a faixa
pt_pt: Percorrer a faixa
ro: Derulare prin piesă
ru: Перемотка трека
sk: Posúvať sa v skladbe
sv: Spola genom spåret
th: เลื่อนตำแหน่งในแทร็ก
tr: Parça içinde gezin
uk: Перемотування треку
vi: Tua trong bản nhạc
zh_hans: 在音轨中拖动定位
zh_hant: 在音軌中拖移定位

# settings.appearance.waveform_drag.window
source: Move window
bg: Преместване на прозореца
cs: Přesun okna
da: Flyt vinduet
de: Fenster bewegen
el: Μετακίνηση παραθύρου
es: Mover la ventana
fi: Ikkunan siirto
fr: Déplacer la fenêtre
hr: Premještanje prozora
hu: Ablak mozgatása
id: Pindahkan jendela
it: Spostare la finestra
ja: ウインドウを移動
ko: 윈도우 이동
nb: Flytt vinduet
nl: Venster verplaatsen
pl: Przesuwanie okna
pt_br: Mover a janela
pt_pt: Mover a janela
ro: Mutarea ferestrei
ru: Перемещение окна
sk: Presun okna
sv: Flytta fönstret
th: ย้ายหน้าต่าง
tr: Pencereyi Taşı
uk: Переміщення вікна
vi: Di chuyển cửa sổ
zh_hans: 移动窗口
zh_hant: 移動視窗

# settings.appearance.waveform_drag_label
source: Dragging the waveform
bg: Плъзгане на вълновата форма
cs: Tažení průběhu vlny
da: Træk i bølgeformen
de: Ziehen auf der Wellenform
el: Σύρσιμο της κυματομορφής
es: Al arrastrar la forma de onda
fi: Aaltomuodon vetäminen
fr: Glissement sur la forme d’onde
hr: Povlačenje valnog oblika
hu: A hullámforma húzása
id: Menyeret bentuk gelombang
it: Trascinamento della forma d’onda
ja: 波形のドラッグ
ko: 파형 드래그
nb: Dra i bølgeformen
nl: Slepen op de golfvorm
pl: Przeciąganie przebiegu fali
pt_br: Ao arrastar a forma de onda
pt_pt: Ao arrastar a forma de onda
ro: Tragerea formei de undă
ru: Перетаскивание формы волны
sk: Ťahanie priebehu vlny
sv: Dra i vågformen
th: การลากรูปคลื่น
tr: Dalga biçimini sürükleme
uk: Перетягування форми хвилі
vi: Kéo dạng sóng
zh_hans: 拖动波形时
zh_hant: 拖移波形時

# settings.appearance.waveform_gain
source: Waveform gain
bg: Усилване на вълновата форма
cs: Zesílení průběhu vlny
da: Bølgeformsforstærkning
de: Wellenformverstärkung
el: Ενίσχυση κυματομορφής
es: Ganancia de la forma de onda
fi: Aaltomuodon vahvistus
fr: Gain de la forme d’onde
hr: Pojačanje valnog oblika
hu: Hullámforma erősítése
id: Penguatan bentuk gelombang
it: Guadagno della forma d’onda
ja: 波形ゲイン
ko: 파형 게인
nb: Bølgeformforsterkning
nl: Golfvormversterking
pl: Wzmocnienie przebiegu fali
pt_br: Ganho da forma de onda
pt_pt: Ganho da forma de onda
ro: Amplificarea formei de undă
ru: Усиление формы волны
sk: Zosilnenie priebehu vlny
sv: Vågformsförstärkning
th: เกนรูปคลื่น
tr: Dalga biçimi kazancı
uk: Підсилення форми хвилі
vi: Độ khuếch đại dạng sóng
zh_hans: 波形增益
zh_hant: 波形增益

# settings.appearance.waveform_gain_value
source: %@ dB
bg: %@ дБ
ru: %@ дБ
uk: %@ дБ

# settings.appearance.waveform_label
source: Style
bg: Стил
cs: Styl
da: Stil
de: Stil
el: Στιλ
es: Estilo
fi: Tyyli
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Kiểu
zh_hans: 样式
zh_hant: 樣式

# settings.appearance.waveform_levels_caption
source: Applies to all themes. Changes the waveform display only. Playback volume is unchanged.
bg: Прилага се за всички теми. Променя само изгледа на вълновата форма. Силата на звука не се променя.
cs: Platí pro všechny motivy. Mění pouze zobrazení průběhu vlny. Hlasitost přehrávání se nemění.
da: Gælder alle temaer. Ændrer kun bølgeformens visning. Afspilningslydstyrken ændres ikke.
de: Gilt für alle Themen. Ändert nur die Wellenformdarstellung. Die Wiedergabelautstärke bleibt unverändert.
el: Ισχύει για όλα τα θέματα. Αλλάζει μόνο την εμφάνιση της κυματομορφής. Η ένταση αναπαραγωγής δεν αλλάζει.
es: Se aplica a todos los temas. Solo cambia la forma de onda mostrada. El volumen de reproducción no cambia.
fi: Koskee kaikkia teemoja. Muuttaa vain aaltomuodon näkymää. Toiston äänenvoimakkuus ei muutu.
fr: S’applique à tous les thèmes. Modifie uniquement l’affichage de la forme d’onde. Le volume de lecture reste inchangé.
hr: Primjenjuje se na sve teme. Mijenja samo prikaz valnog oblika. Glasnoća reprodukcije ostaje ista.
hu: Minden témára érvényes. Csak a hullámforma megjelenítését módosítja. A lejátszás hangereje nem változik.
id: Berlaku untuk semua tema. Hanya mengubah tampilan bentuk gelombang. Volume pemutaran tidak berubah.
it: Si applica a tutti i temi. Modifica solo la forma d’onda visualizzata. Il volume di riproduzione rimane invariato.
ja: すべてのテーマに適用されます。波形の表示のみを変更します。再生音量は変わりません。
ko: 모든 테마에 적용됩니다. 파형 표시만 변경합니다. 재생 음량은 변경되지 않습니다.
nb: Gjelder alle temaer. Endrer bare bølgeformvisningen. Avspillingsvolumet endres ikke.
nl: Geldt voor alle thema’s. Wijzigt alleen de golfvormweergave. Het afspeelvolume blijft gelijk.
pl: Dotyczy wszystkich motywów. Zmienia tylko wyświetlanie przebiegu fali. Głośność odtwarzania pozostaje bez zmian.
pt_br: Aplicado a todos os temas. Altera apenas a exibição da forma de onda. O volume de reprodução não muda.
pt_pt: Aplica-se a todos os temas. Altera apenas a apresentação da forma de onda. O volume de reprodução não muda.
ro: Se aplică tuturor temelor. Modifică doar afișarea formei de undă. Volumul redării rămâne neschimbat.
ru: Применяется ко всем темам. Меняет только отображение формы волны. Громкость воспроизведения не меняется.
sk: Platí pre všetky motívy. Mení len zobrazenie priebehu vlny. Hlasitosť prehrávania sa nemení.
sv: Gäller alla teman. Ändrar bara vågformsvisningen. Uppspelningsvolymen ändras inte.
th: ใช้กับทุกธีม เปลี่ยนเฉพาะการแสดงรูปคลื่น ระดับเสียงการเล่นไม่เปลี่ยนแปลง
tr: Tüm temalar için geçerlidir. Yalnızca dalga biçimi görünümünü değiştirir. Çalma ses düzeyi değişmez.
uk: Застосовується до всіх тем. Змінює лише відображення форми хвилі. Гучність відтворення не змінюється.
vi: Áp dụng cho tất cả chủ đề. Chỉ thay đổi cách hiển thị dạng sóng. Âm lượng phát lại không thay đổi.
zh_hans: 适用于所有主题。仅更改波形显示，不改变播放音量。
zh_hant: 適用於所有主題。僅更改波形顯示，不改變播放音量。

# settings.appearance.waveform_levels_unavailable
source: %@ does not support waveform height
bg: %@ не поддържа настройка на височината на вълновата форма
cs: %@ nepodporuje nastavení výšky průběhu vlny
da: %@ understøtter ikke justering af bølgeformens højde
de: %@ unterstützt keine Anpassung der Wellenformhöhe
el: Το %@ δεν υποστηρίζει ρύθμιση του ύψους της κυματομορφής
es: %@ no admite ajustar la altura de la forma de onda
fi: %@ ei tue aaltomuodon korkeuden säätämistä
fr: %@ ne permet pas de régler la hauteur de la forme d’onde
hr: %@ ne podržava podešavanje visine valnog oblika
hu: A(z) %@ nem támogatja a hullámforma magasságának beállítását
id: %@ tidak mendukung pengaturan tinggi bentuk gelombang
it: %@ non supporta la regolazione dell’altezza della forma d’onda
ja: %@は波形の高さの調整に対応していません
ko: %@은(는) 파형 높이 조절을 지원하지 않습니다
nb: %@ støtter ikke justering av bølgeformens høyde
nl: %@ ondersteunt geen aanpassing van de golfvormhoogte
pl: %@ nie obsługuje regulacji wysokości przebiegu fali
pt_br: %@ não permite ajustar a altura da forma de onda
pt_pt: %@ não permite ajustar a altura da forma de onda
ro: %@ nu permite ajustarea înălțimii formei de undă
ru: %@ не поддерживает настройку высоты формы волны
sk: %@ nepodporuje nastavenie výšky priebehu vlny
sv: %@ stöder inte justering av vågformens höjd
th: %@ ไม่รองรับการปรับความสูงของรูปคลื่น
tr: %@ dalga biçimi yüksekliğini ayarlamayı desteklemiyor
uk: %@ не підтримує налаштування висоти форми хвилі
vi: %@ không hỗ trợ điều chỉnh chiều cao dạng sóng
zh_hans: %@ 不支持调整波形高度
zh_hant: %@ 不支援調整波形高度
